[
    {
        "title": "Chainsaw Man Vol.13",
        "slug": "chainsaw-man-vol13",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man.jpg",
        "quantity": 10,
        "description": "Dalam Chainsaw Man Vol. 13, Denji berusaha keras mengungkapkan jati dirinya sebagai Chainsaw Man kepada dunia—tapi ternyata jadi pahlawan tidak semudah yang ia bayangkan. Sementara itu, Asa Mitaka mulai membangun persahabatan baru di sekolah, tanpa menyadari bahwa hubungan itu menyimpan rahasia gelap yang bisa mengubah segalanya. Volume ini membawa nuansa baru dalam kisah Chainsaw Man: perpaduan antara kehidupan sekolah, humor absurd, dan kengerian khas Tatsuki Fujimoto. Penuh aksi brutal, konflik batin, dan sindiran sosial yang tajam, Chainsaw Man Vol. 13 menunjukkan bahwa bahkan di dunia yang dipenuhi iblis, manusia tetap menjadi misteri paling berbahaya.",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.1",
        "slug": "chainsaw-man-vol1",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol1.jpg",
        "quantity": 5,
        "description": "Denji hanyalah remaja miskin yang hidup dari menjual organ dan berburu iblis demi melunasi utang ayahnya. Satu-satunya teman yang ia punya hanyalah Pochita, iblis kecil berbentuk anjing dengan gergaji di kepala. Tapi nasib Denji berubah tragis ketika ia dikhianati dan dibunuh oleh orang yang ia layani. Dalam detik terakhir hidupnya, Pochita mengorbankan diri dan menyatu dengannya, menjadikan Denji makhluk baru—manusia setengah iblis dengan kekuatan gergaji mesin di tangan dan kepala. Dari sini lahirlah Chainsaw Man, cerita penuh darah, kebebasan, dan mimpi sederhana yang terus dikejar di dunia yang kejam.",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.2",
        "slug": "chainsaw-man-vol2",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol2.jpg",
        "quantity": 2,
        "description": "Setelah bergabung dengan Biro Keamanan Publik, Denji belajar hidup di bawah aturan baru—dan di bawah pandangan tajam Makima, wanita yang sama menawan sekaligus menakutkan. Saat iblis kelelawar meneror kota, Denji harus membuktikan dirinya layak sebagai pemburu iblis sejati. Namun di balik semua pertarungan, muncul hal yang lebih rumit: keinginan, cinta, dan ambisi yang tak pernah ia pahami sebelumnya.",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.3",
        "slug": "chainsaw-man-vol3",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol3.jpg",
        "quantity": 1,
        "description": "Denji mulai dikenal sebagai Chainsaw Man, tapi ketenaran itu justru mengundang bahaya. Iblis dan manusia sama-sama mengincar kepalanya. Bersama Aki yang tenang dan Power yang kacau, Denji menghadapi serangan yang menguji batas tubuh dan nuraninya. Di tengah kekacauan, satu hal jadi jelas: di dunia ini, tidak ada yang benar-benar manusia, bahkan manusia itu sendiri.",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.4",
        "slug": "chainsaw-man-vol4",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol4.jpg",
        "quantity": 3,
        "description":"Tim pemburu iblis dikirim ke misi aneh di sebuah hotel tanpa ujung. Terjebak dalam dimensi yang berulang, mereka harus menghadapi ketakutan masing-masing dan iblis yang mengendalikan ruang dan waktu. Volume ini menelanjangi sisi psikologis setiap karakter—menunjukkan betapa tipis batas antara keberanian dan kegilaan.",    
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.5",
        "slug": "chainsaw-man-vol5",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol5.jpg",
        "quantity": 2,
        "description": "Kehidupan Denji semakin penuh darah dan kebingungan. Hubungannya dengan Power dan Aki tumbuh tidak karuan, diwarnai kekonyolan, kejujuran, dan kehilangan. Saat organisasi pemburu iblis diserang, mereka dipaksa memilih antara bertahan hidup atau mati dengan harga diri. Fujimoto mulai memperlihatkan sisi tragis dari dunia yang selama ini terlihat absurd.",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.6",
        "slug": "chainsaw-man-vol6",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol6.jpg",
        "quantity": 1,
        "description": "Ketika Denji bertemu Reze—gadis manis di toko bunga—hidupnya untuk sesaat terasa normal. Namun kehangatan itu segera berubah jadi ledakan besar. Reze ternyata bukan gadis biasa, melainkan iblis bom dengan misi tersembunyi. Kisah ini jadi campuran pahit antara cinta pertama, pengkhianatan, dan kebrutalan.",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.7",
        "slug": "chainsaw-man-vol7",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol7.jpg",
        "quantity": 3,
        "description": "Pertarungan melawan Reze berakhir dengan kehancuran dan kehilangan. Denji mulai menyadari bahwa setiap kebahagiaan di hidupnya selalu dibayar mahal. Volume ini menutup arc Reze dengan nada getir—antara cinta yang mustahil dan mimpi yang terus diulang, seperti mimpi buruk yang indah.",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.8",
        "slug": "chainsaw-man-vol8",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol8.jpg",
        "quantity": 4,
        "description": "Dunia mulai memperhatikan Chainsaw Man. Negara-negara lain mengirim pemburu iblis terbaik mereka untuk memburu Denji, dan kekacauan global pun meledak. Volume ini memperluas cakupan cerita: dari drama pribadi menjadi peperangan internasional, tanpa kehilangan absurditas khas Fujimoto yang selalu bermain antara humor dan kengerian.",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.9",
        "slug": "chainsaw-man-vol9",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol9.jpg",
        "quantity": 2,
        "description": "Konflik memasuki wilayah baru—politik, agama, dan kekuatan iblis tingkat dewa. Denji mulai menyadari bahwa semua yang terjadi padanya bukan kebetulan. Makima memperlihatkan sisi aslinya, dan Chainsaw Man menjadi simbol yang lebih besar dari sekadar pahlawan. Dunia mulai mandi darah—secara harfiah dan metaforis.",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    },
    {
        "title": "Chainsaw Man Vol.10",
        "slug": "chainsaw-man-vol10",
        "author": "Tatsuki Fujimoto",
        "category": "Manga",
        "cover_image_path": "chainsaw_man_vol10.jpg",
        "quantity": 2,
        "description": "Kebenaran yang disembunyikan Makima akhirnya terbongkar. Denji menghadapi kenyataan pahit bahwa orang yang ia cintai selama ini adalah musuh paling berbahaya. Pertarungan di volume ini bukan sekadar fisik, tapi juga spiritual—antara rasa bersalah, cinta, dan kebebasan. Fujimoto menyusun babak paling emosional dari seluruh seri.",
        "created_at": "2025-10-21T11:00:00+07:00",
        "updated_at": "2025-10-21T11:00:00+07:00"
    }
]
